tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "ast-grep"
brew "curl"
brew "eza"
brew "fd"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "glow"
brew "imagemagick"
brew "lazygit"
brew "luarocks"
brew "tree-sitter"
brew "neovim"
brew "node"
brew "pandoc"
brew "pngpaste"
brew "ripgrep"
brew "ruby"
brew "starship"
brew "stow"
brew "tailscale"
brew "tectonic"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "zsh-syntax-highlighting"
brew "felixkratz/formulae/borders"
brew "felixkratz/formulae/sketchybar"
cask "aerospace"
cask "font-hack-nerd-font"
cask "moonlight"
cask "sf-symbols"
